Tekla.Structures.CatalogInternal.dotcatUserPropertyItemObjectTypeOperation_t
Serialization structure for UserPropertyItemObjectTypeOp.

Tekla.Structures.CatalogInternal.dotcatUserPropertyItemObjectTypeOperation_t.Name
The name of the user property

Tekla.Structures.CatalogInternal.dotcatUserPropertyItemObjectTypeOperation_t.ObjectType
The object type

Tekla.Structures.CatalogInternal.dotcatUserPropertyItemObjectTypeOperation_t.Operation
The operation